/* Navigation bar buttons */
"Cancel" = "Zrušit";
"Done" = "Hotovo";

/* Default title */
"Photos" = "Fotky";

/* No. of selected */
"%@ Photo Selected" = "Vybrána %@ fotka";
"%@ Photos Selected" = "Vybráno %@ fotek";
"%@ Video Selected" = "Vybráno %@ video";
"%@ Videos Selected" = "Vybráno %@ videí";
"%@ Items Selected" = "Vybráno %@ položek";

/* Grid view footer */
"%@ Photos" = "%@ fotek";
"%@ Videos" = "%@ videí";
"%@ Photos, %@ Videos" = "%1$@ fotek, %2$@ videí";

/* Assets index */
"%@ of %@" = "%1$@ z %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Tato aplikace nemá přístup k vašim fotkám, nebo videím.";
"You can enable access in Privacy Settings." = "Přístup můžete povolit v nastavení soukromí.";

/* Messages if no assets */
"No Photos or Videos" = "Žádné fotky nebo videa";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Fotky a videa můžete pořídit pomocí foťáku, nebo je na váš %@ synchronizovat pomocí iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "K synchronizaci fotek a videí na váš %@ můžete použít iTunes.";

/* Accessibility labels */
"Play" = "Přehrát";
"Select" = "Vybrat";
"Deselect" = "Zrušit výběr";

/* Video duration spell out */
"hours" = "Hodin";
"hour" = "Hodina";
"minutes" = "Minut";
"minute" = "Minuta";
"seconds" = "Sekund";
"second" = "Sekunda";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Nelze přehrát streamované video";
"OK" = "OK";